Repository: Myuzu/iA-Writer-Localization
Catalog: Apple/*/macOS/FilesPreferences.strings
Languages: de, es, fr, it, pt_pt, zh_hant

# 1tl-et-2n4.title
source: Single return starts a new paragraph
de: Einfacher Zeilenumbruch für Absätze
es: Un retorno simple comienza un nuevo párrafo
fr: Un retour commence un nouveau paragraphe
it: Il ritorno singolo inizia un nuovo paragrafo
pt_pt: A mudança de linha inicia um parágrafo novo
zh_hant: 按一次下一行以開始新段落

# 794-EH-QRk.title
source: Process metadata
de: Metadaten verarbeiten
es: Procesar metadatos
fr: Traiter les méta-données
it: Elabora metadati
pt_pt: Processar metadados
zh_hant: 處理元數據

# HPl-l1-HP7.title
source: Preferred action will be used when you press ⌘N or click Dock icon when no other files are open. Alternate action will be used when you press ⌥⌘N.
de: Die bevorzugte Aktion wird verwendet, wenn Sie ⌘N drücken oder auf das Dock-Symbol klicken, wenn keine anderen Dateien geöffnet sind. Eine andere Aktion wird verwendet, wenn Sie ⌥⌘N drücken.
es: Se usará la acción preferida al pulsar ⌘ N o hacer clic en el icono Dock cuando no haya otros archivos abiertos. Se usará una acción alternativa cuando presiones ⌥⌘ N.
fr: L’action préférée sera effectuée en appuyant sur ⌘N ou sur l’icône Dock lorsqu’aucun autre fichier n’est ouvert. Une action alternative sera effectuée en appuyant sur ⌥⌘N.
it: L’azione preferita verrà utilizzata quando premi ⌘N o fai clic sull’icona Dock quando non è aperto nessun altro file. Verrà utilizzata un’azione alternativa quando premi ⌥⌘N.
pt_pt: Será usada a ação preferida ao pressionar em ⌘N ou ao clicar no ícone da Dock, caso não estejam abertos outros ficheiros. Será usada uma ação alternativa ao pressionar em ⌥⌘N.
zh_hant: 按下 ⌘N 或在沒有開啟其他檔案的情況下點擊 Dock 圖標，便會執行偏好操作。 按 ⌥⌘N 則會執行復原操作。

# Hli-Y7-4TC.title
source: New
de: Neu
es: Los archivos
fr: Nouveau
it: Nuovo
pt_pt: Novo
zh_hant: 新

# RP1-j6-hey.title
source: Preferred action:
de: Bevorzugte Aktion:
es: Acción preferida:
fr: Action préférée :
it: Azione preferita:
pt_pt: Ação preferida:
zh_hant: 偏好操作：

# XcW-DB-W12.title
source: Files will be automatically created in Library.
de: Dateien werden automatisch zur Bibliothek hinzugefügt.
es: Nuevos se crearán automáticamente en la biblioteca.
fr: Les fichiers seront automatiquement créés dans la bibliothèque.
it: I file verranno creati automaticamente nella Libreria.
pt_pt: Os ficheiros serão automaticamente criados na Biblioteca.
zh_hant: 檔案將自動建立在資料庫。

# faP-Wx-ytF.title
source: New in Library
de: Neu in Bibliothek
es: Nuevo en la biblioteca
fr: Nouveau dans la bibliothèque
it: Nuovo nella Libreria
pt_pt: Novo na Biblioteca
zh_hant: 資料庫新文件

# hUt-3b-BEn.title
source: Markdown:
pt_pt: Remarcação:

# vCs-49-KMB.title
source: Files will ask whether you want to save them when closed.
de: System wird nachfragen, ob Dateien vor Schliessung gespeichert werden sollen.
es: Se te preguntará si quieres guardar los archivos al cerrarlos.
fr: Vous serez invité(e) à décider si vous souhaitez sauvegarder les fichiers lors de leur fermeture.
it: Quando chiudi i file, ti verrà chiesto se vuoi salvarli.
pt_pt: Ao fechar ficheiros, ser-lhe-á perguntado se pretende guardá-los.
zh_hant: 文件會在關閉時詢問您是否儲存。

# whG-r6-ibK.title
source: Default extension:
de: Standard-Erweiterung:
es: Extensión predeterminada:
fr: Extension par défaut :
it: Estensione predefinita:
pt_pt: Extensão predefinida:
zh_hant: 默認範圍：

# xcN-na-4AD.title
source: Smart punctuation
de: Automatische Zeichensetzung
es: Puntuación inteligente
fr: Ponctuation intelligente
it: Punteggiatura intelligente
pt_pt: Pontuação inteligente
zh_hant: 智能標點符號
