Repository: Myuzu/iA-Writer-Localization
Catalog: Apple/*/macOS/TemplatePreferences.strings
Languages: de, ru

# 1tl-et-2n4.title
source: Single return starts a new paragraph
ru: Один ввод для нового абзаца

# 561-vh-uzh.ibShadowedToolTip
source: Invert night mode colors in Preview. Custom templates must implement night mode to able to invert colors.
de: Für Nachmodus-Farben in der Vorschau. Nicht automatisch. Nachtfarben müssen im Template definiert werden.
ru: Инвертировать цвета ночного режима в просмотре. Шаблоны должны поддерживать ночной режим для инвертирования цветов.

# 794-EH-QRk.title
source: Process metadata
ru: Обрабатывать метаданные

# GBp-vd-erZ.title
source: Open Documentation
de: Dokumentation lesen
ru: Открыть документацию

# ILS-Oy-k2r.title
source: Default templates:
de: Standard-Template:
ru: Шаблоны по умолчанию:

# NWz-SI-k1m.title
source: Preview:
de: Vorschau:
ru: Превью:

# NlF-W4-pAH.title
source: Headers
de: Kopfzeile
ru: Верние колонтитулы

# P09-gF-Ui9.title
source: Printing & PDF Export:
de: Drucken:
ru: Печать и экспорт в PDF:

# aq5-yb-Aik.title
source: Indent paragraphs
de: Abschnitteinzug
ru: Отступать первую строку

# c4c-Wj-hKb.title
source: Center headings
de: Überschriften zentrieren
ru: Заголовки по центру

# cVG-Tj-Zs0.title
source: Hide hashtags
ru: Скрыть хэштеги

# eLo-eM-g9t.title
source: Footers
de: Fußzeile
ru: Нижние колонтитулы

# eXK-ab-Lw9.title
source: Install Template…
de: Template installieren …
ru: Установить шаблон...

# f2Y-kh-hVX.title
source: Invert colors
de: Farben invertieren
ru: Инвертировать цвета

# h5a-TI-YPT.title
source: Uninstall Template
de: Template deinstallieren
ru: Удалить шаблон

# hUt-3b-BEn.title
source: Markdown processing:
ru: Обработка Markdown:

# nwP-qK-Y5q.title
source: Get More Templates
de: Mehr Templates
ru: Скачать шаблоны

# okQ-c2-ZeF.title
source: Author:
de: Autor:
ru: Автор:

# qc2-ag-Mwe.title
source: Custom templates:
de: Eigene Templates:
ru: Шаблоны:

# tEq-K2-EVY.title
source: Number headings
de: Titel nummerieren
ru: Нумерация заголовков

# wLN-Zi-CIU.title
source: Title page
de: Titelseiten
ru: Титульный лист

# xcN-na-4AD.title
source: Apply smart punctuation
ru: Смарт-пунктуация

# y8E-dF-Bfw.title
source: Install Template
de: Template installieren
ru: Установить шаблон
